Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ཡབ་ཡུམ་དེ་ལྟར་དགྲ་བོ་ལ་མཛའ་བཤེས་སུ་བགྱིས་ན་འདི་ལྟ་སྟེ།
en: “Father! Mother! How could I accept this enemy into our family?

source: དེས་ལོངས་སྤྱོད་རྣམས་ལས་ཉམས་པར་བགྱིད་པའམ།
en: Hasn’t he robbed us of our livelihood?

source: ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་སྲོག་དང་འབྲལ་བར་བགྱིད་པར་ཡང་འགྱུར་ལ། དེས་བདག་ཅག་ལོངས་སྤྱོད་དག་ལས་ཉམས་པར་བགྱིས་ན།
en: Anyone else in our position would try to take his life. If he has robbed us so,

source: ཅིའི་སླད་དུ་སྐོལ་གྱིས་འདི་ལ་ཤཱ་རི་ཀཱ་མཆིས་བྲང་གི་དོན་དུ་སྩལ་བར་བགྱི།
en: why would you give Śārikā to him in marriage?”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ།
en: His parents said,

source: བླུན་པོ་ཁྱོད་ཅི་ཤེས་ཞེས་
en: “Fool! What do you know?”

source: དེ་གཉིས་ཀྱིས་དེའི་ཚིག་ཚིག་མ་ཡིན་པར་བྱས་ཏེ་ཤཱ་རི་ཀཱ་བྲམ་ཟེ་སྐར་རྒྱལ་ལ་ཆུང་མའི་དོན་དུ་བྱིན་ནོ། །
en: Ignoring what he said, they gave Śārikā to the brahmin Tiṣya as a wife.

source: དེས་དེ་དཔལ་གྱི་འབྱོར་པ་ཆེན་པོས་བག་མར་བླངས་སོ། །
en: In a lavish ceremony, Tiṣya took Śārikā as his bride.

source: བྲམ་ཟེའི་ཁྱེའུ་སྟོད་རིངས་ཀྱིས་བསམས་པ།
en: The young brahmin Koṣṭhila thought,

source: འདི་དག་གིས་བདག་བརྙས་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ཐམས་ཅད་ནི་ཐོས་པ་ཉུང་བ་ལས་གྱུར་པ་ཡིན་ནོ་
en: “This insult is all due to my lack of learning.”

source: སྙམ་ནས་འདི་ལྟར་བྲམ་ཟེ་སྐར་རྒྱལ་ཅི་ཞིག་ཤེས་སྙམ་ན།
en: He thought, “What does the brahmin Tiṣya know?

source: འཇིག་རྟེན་རྒྱང་འཕེན་ཤེས་སོ་སྙམ་ནས་དེས་སྨྲས་པ།
en: He knows Lokāyata philosophy.” He asked around,

source: ཤེས་ལྡན་དག་འཇིག་རྟེན་རྒྱང་འཕེན་ཤེས་པ་ག་ལ་ཡོད།
en: “Gentlemen , where is the Lokāyata philosophy known?”

source: ལྷོ་ཕྱོགས་ནའོ།
en: “In the South,”

source: དེ་འཇིག་རྟེན་རྒྱང་འཕེན་གྱི་དོན་དུ་ལྷོ་ཕྱོགས་སུ་འཕགས་ནས་དེ་མཐར་གྱིས་ལྷོ་ཕྱོགས་སུ་ཕྱིན་པ་དང་།
en: he was told. He set out on the journey for the South to learn Lokāyata philosophy.

source: དེ་དེར་སོང་སྟེ་དྲིས་པ། །
en: On arrival, he inquired,

source: ཤེས་ལྡན་དག་འཇིག་རྟེན་རྒྱང་འཕེན་ཤེས་པ་སུ་དག་ཡིན།
en: “Gentlemen , who knows the Lokāyata philosophy?”

source: ཀུན་དུ་རྒྱུ་དག་གོ། །
en: “The wanderers.”

source: དེ་དེ་དག་གི་གན་དུ་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ།
en: He went to them and said,

source: བདག་ཤེས་ལྡན་དག་གི་ཞབས་ལ་སྲི་ཞུ་བགྱིད་པར་འཚལ་ལོ། །
en: “I seek to serve you, gentlemen

source: ཅི་ཞིག་གི་ཕྱིར། འཇིག་རྟེན་རྒྱང་འཕེན་གཟུང་བའི་སླད་དུའོ།
en: “Why?” “So that I may grasp the Lokāyata philosophy.”

source: དེ་དག་གིས་སྨྲས་པ། ཁོ་བོ་ཅག་ནི་ཁྱིམ་པ་ལ་འཇིག་རྟེན་རྒྱང་འཕེན་མི་སྟོན་ཏོ། །
en: “We do not teach Lokāyata philosophy to householders.”

source: གལ་ཏེ་དེ་ལྟ་ན་རབ་ཏུ་འབྱུང་ངོ་།
en: “In that case, I shall go forth.”

source: དེ་དག་གིས་དེ་རབ་ཏུ་ཕྱུང་ནས་དེས་
en: After they allowed his going forth, he said,

source: བདག་གིས་ཇི་སྲིད་དུ་འཇིག་རྟེན་རྒྱང་འཕེན་མ་བཟུང་བ་དེ་སྲིད་དུ་བདག་གིས་སེན་མོ་མི་གཅད་དོ་ཞེས་
en: “So long as I uphold the Lokāyata philosophy, I will not cut my fingernails.”

source: དེས་སེན་མོ་རིང་པོ་རིང་པོར་བཞག་ནས་
en: So he let his fingernails grow extraordinarily long

source: དེའི་སེན་མོ་རིང་བ་རིང་བར་གྱུར་པས་དེའི་མིང་ཀུན་དུ་རྒྱུ་སེན་རིངས་ཀུན་དུ་རྒྱུ་སེན་རིངས་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: and for this he became known as the wanderer Dīrghanakha (He who has Long Fingernails).

source: ཤཱ་རི་ཀཱ་ཡང་བྲམ་ཟེ་སྐར་རྒྱལ་དང་ལྷན་ཅིག་འགྱེད་པར་བྱེད་པ་ན་སྐར་རྒྱལ་གྱིས་དེ་ཚར་བཅད་དོ། །
en: When Śārikā challenged her husband Tiṣya, he vanquished her.

source: བྲམ་ཟེ་སྐར་རྒྱལ་ཤཱ་རི་ཀཱ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད། དགའ་བར་བྱེད།
en: Later, as Tiṣya and Śārikā sported, made love,

source: དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་ན་སེམས་ཅན་སྲིད་པ་ཐ་མ་པ་སྤྱོད་པ་ཚོལ་བ།
en: and indulged all their desires, a sentient being in search of his final rebirth,

source: ཐར་པའི་སྙིང་པོ་བཟུང་བ།
en: who had grasped the essence of liberation,

source: མྱ་ངན་ལས་འདས་པ་ལ་ཕྱོགས་པ། འཁོར་བ་ལས་ཕྱིར་ཕྱོགས་པ།
en: who had turned to nirvāṇa and away from saṃsāra,

source: སྲིད་པའི་འགྲོ་བ་ཐམས་ཅད་དུ་འཆི་འཕོ་དང་སྐྱེ་བ་དོན་དུ་མི་གཉེར་བ།
en: who had seen that all births end in death, who did not seek to be reborn,

source: ལུས་ཐ་མ་འཛིན་པ་ཞིག་ཀྱང་ལྷའི་རིས་བཟང་པོ་ཞིག་ནས་ཤི་འཕོས་ཏེ་ཤཱ་རི་ཀཱའི་མངལ་དུ་ཞུགས་སོ། །
en: and who was to take his last body, died and passed from the lofty heights of a god and entered Śārikā’s womb.

source: ཤཱ་རི་ཀཱས་རྨི་ལམ་དུ་མི་ལག་ན་སྒྲོན་མ་ཐོགས་པ་ཞིག་གིས་བདག་གི་དཀུ་དྲལ་ཏེ་ཞུགས་ཤིང་བདག་རི་ཆེན་པོའི་སྤོ་ལ་འཛེག་གོ། །
en: Śārikā dreamed that a man carrying a torch rent and entered her belly. She climbed to a mountain peak.

source: བདག་སྟེང་གི་ནམ་མཁའ་ལ་འགྲོའོ། །བདག་ལ་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་ཚོགས་ཕྱག་འཚལ་ལོ་ཞེས་ཟེར་བ་རྨིས་སོ། །
en: She moved through the sky above. An assembly of great men prostrated to her.

source: རྨིས་ནས་དེས་བྲམ་ཟེ་སྐར་རྒྱལ་ལ་སྨྲས་པ། །
en: She then told Tiṣya about her dream.

source: འདི་ལྟར་བྲམ་ཟེ་སྐར་རྒྱལ་ཉིད་རྨི་ལྟས་ཀྱི་དཔྱད་ལ་མཁས་པ་ཡིན་མོད་ཀྱི།
en: Though Tiṣya was expert at interpreting dreams and omens,

source: དེས་བྲམ་ཟེ་རྨི་ལྟས་ཀྱི་དཔྱད་འདོན་པ་གཞན་དག་ལ་སྨྲས་པ།
en: he consulted other brahmins who interpreted them.

source: བདག་གི་བྲམ་ཟེ་མོས་རྨི་ལམ་འདི་དང་འདི་ལྟ་བུ་ཞིག་རྨིས་ན་ཅི་ལ་ལྟ། །
en: “What does it portend,” he asked,

source: བདག་གིས་རྨི་ལམ་འདི་དང་འདི་ལྟ་བུ་ཞིག་རྨིས་སོ།
en: “if my brahmin wife has had such a dream?”

source: དེ་དག་གིས་སྨྲས་པ། མཁན་པོ་གཡར་ལམ་དེ་བཟང་སྟེ།
en: They replied, “Master, that is an excellent portent.

source: མི་ལག་ན་སྒྲོན་མ་ཐོགས་པ་ཞིག་གིས་བདག་གི་དཀུ་དྲལ་ཏེ་ཞུགས་ཞེས་མཆི་བ་ནི་བུ་བཙའ་བར་འགྱུར་ཞིང་
en: Her statement, ‘A man carrying a torch rent and entered my belly,’ indicates a son will be born.

source: དེས་ལོ་བརྒྱད་གཉིས་ཀྱིས་དབང་པོའི་བརྡ་སྤྲོད་པ་བཀླགས་ནས་རྒོལ་བ་ཐམས་ཅད་ཚར་གཅོད་པར་འགྱུར་བ་ལ་ལྟའོ།
en: It portends that, after twice eight years, he will have studied the Aindra school of grammar and will vanquish all opponents.

source: བདག་རི་ཆེན་པོའི་སྤོ་ལ་འཛེག་གོ། །བདག་སྟེང་གི་ནམ་མཁའ་ལ་འགྲོའོ།
en: ‘I climbed to a mountain peak. I moved through the sky above.

source: བདག་ལ་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་ཚོགས་ཕྱག་འཚལ་ལོ་ཞེས་མཆི་བ་གང་ལགས་པ་ནི་རབ་ཏུ་བྱུང་ནས་བརྟུལ་ཞུགས་གྲུབ་པའི་བདག་ཉིད་ཆེན་པོར་འགྱུར་བ་ལ་ལྟའོ། །
en: An assembly of great men prostrated to me.’ These statements indicate her son will go forth and become a great saint who perfects his vow.”

source: དུས་གཞན་ཞིག་ན་བྲམ་ཟེ་སྐར་རྒྱལ་ཤཱ་རི་ཀཱ་དང་ལྷན་ཅིག་འགྱེད་པར་བྱེད་པ་ན་ཤཱ་རི་ཀཱས་དེ་ཚར་བཅད་ནས།
en: The next time Tiṣya and Śārikā engaged in debate, Śārikā vanquished him,

source: སྔོན་བདག་གིས་འདི་ཚར་བཅད་ན་ད་འདིས་བདག་ཚར་བཅད་པའི་སྦྱོར་བ་གང་ཡིན་སྙམ་ནས་དེས་བསམས་པ། །
en: making him wonder, “If I have vanquished her in the past, what now has allowed her to vanquish me?”

source: འདི་ལྟར་འདིའི་མངལ་དུ་སེམས་ཅན་ཞུགས་པ་གང་ཡིན་པ་དེའི་མཐུ་ཡིན་ནོ་སྙམ་མོ། །
en: He thought, “It is because of the being who has entered her womb.”

source: དེ་ནས་ཟླ་བ་བརྒྱད་དམ་དགུ་འདས་ཏེ་
en: After eight or nine months,

source: ཞིག་བཙས་སོ།
en: a boy was born,

source: གཟུགས་བཟང་བ། བལྟ་ན་སྡུག་པ། མཛེས་པ། གསལ་བ།
en: well proportioned, pleasing to the eye, handsome, radiant,

source: གསེར་གྱི་མདོག་འདྲ་བ། མགོ་གདུགས་ལྟ་བུ་དང་ལྡན་པ། ལག་པ་རིང་བ། འཕྲལ་བའི་དབྱེས་ཆེ་བ།
en: with a golden complexion, a head shaped well like a parasol, long arms, a broad forehead,

source: སྨིན་མ་འཇར་བ། སྣའི་གཟེངས་མཐོ་བ་
en: eyebrows that met, and a prominent nose.

source: བཙས་ནས་དེས་བྲམ་ཟེ་སྐར་རྒྱལ་ལ་སྨྲས་པ།
en: After his birth, Śārikā said to Tiṣya,

source: བྲམ་ཟེའི་ཁྱེའུ་འདི་མེས་པོའི་གན་དུ་ཕུལ་ན་དེ་འདིའི་མིང་འདོགས་པར་འགྱུར་རོ། །
en: “If we present this brahmin boy to his grandfather, he will give him a name.”

source: སྦྱིན་པ་དང་། ལེན་པ་ལ་མཁས་པའི་བྲམ་ཟེ་རིག་བྱེད་དང་རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་དུ་སོན་པ།
en: giving, and receiving. He mastered and became learned in the Vedas and all branches of Vedic knowledge.

source: མེ་ལྟ་བུའི་ཤེས་པས་རང་གི་སྨྲ་བ་གསལ་བར་བྱེད་པ། གཞན་གྱི་སྨྲ་བ་ཚར་གཅོད་ནུས་པར་གྱུར་ཏོ། །
en: and with his blazing intelligence he could illuminate his own assertions and vanquish those of others.

source: དེས་ཕས་རིག་པའི་གནས་ཐམས་ཅད་སློབ་ཏུ་བཅུག་ནས་
en: His father made him study all fields of knowledge,

source: དེས་ལོ་བརྒྱད་གཉིས་ཀྱིས་དབང་པོའི་བརྡ་སྤྲོད་པ་བཀླགས་ནས་རྒོལ་བ་ཐམས་ཅད་ཚར་བཅད་པར་གྱུར་ཏོ།
en: and thus by the age of sixteen he had studied the Aindra school of grammar and could vanquish all opponents.

source: དེ་དུས་གཞན་ཞིག་ན་ཕ་དང་ལྷན་ཅིག་རིག་བྱེད་འདོན་པར་བྱེད་པ་ན་སྨྲས་པ།
en: At another time when he was reciting the Vedas with his father, he asked,

source: ཡབ་སྨྲས་པ་འདིའི་དོན་ཅི་ལགས།
en: “Father, what is the meaning of this statement?”

source: བུ་ཁོ་བོས་ཀྱང་སྨྲས་པ་འདིའི་དོན་མི་ཤེས་ཏེ་
en: “Son, even I do not know the meaning of this statement.

source: འདི་ལྟར་གསང་ཚིག་གི་གཞི་འདི་དག་ནི་སྔོན་གྱི་དྲང་སྲོང་རྣམས་ཀྱིས་བསྟོད་པ་བསྒྲགས་པ་ཡང་དག་པར་སྦྱར་བ་སྟེ།
en: But these rudiments of mantra have been praised, proclaimed, and correctly applied by past sages.

source: དེ་དག་ནི་ད་ལྟར་བྲམ་ཟེ་རྣམས་ཀྱང་རྗེས་སུ་སྒྲོགས་ཤིང་རྗེས་སུ་རྗོད་པར་བྱེད་དོ། །
en: Nowadays brahmins simply recite and repeat them.”

source: ཡབ་གསང་ཚིག་གི་གཞི་སྔོན་གྱི་དྲང་སྲོང་དེ་ རྣམས་ཀྱིས་བསྟོད་པ་བསྒྲགས་པ་ཡང་དག་པར་སྦྱར་བ་གང་དག་ད་ལྟར་བྲམ་ཟེ་རྣམས་རྗེས་སུ་སྒྲོགས་ཤིང་རྗེས་སུ་རྗོད་པ་དེ་དག་དོན་མ་མཆིས་ལགས་སྙམ་མམ།
en: “Father, do you think there is no meaning to these rudiments of mantra, which have been praised, proclaimed, and correctly applied by past sages, but nowadays are simply recited and repeated by brahmins?

source: ཅི་འདི་ལྟར་སྨྲས་པ་འདིའི་དོན་ནི་འདི་ལགས་སོ། །
en: This is what such statements mean,”

source: འདིའི་དོན་ནི་འདི་ལགས་སོ།
en: and he proceeded to explain.

source: བྲམ་ཟེ་སྐར་རྒྱལ་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་བསམས་པ།
en: Tiṣya was delighted and in his delight thought,

source: བུས་བྱ་བ་ནི་འདི་ལྟ་སྟེ།
en: “This is what a son should do:

source: ཕའི་གཞུང་སྲོངས་པར་བྱ་བའམ།
en: he should carry on his father’s tradition or

source: ཁྱད་པར་ལྷག་པར་རྟོགས་པར་བྱ་བ་
en: develop his insight even further.

source: དེ་ཙམ་དུ་ཟད་ན་བྲམ་ཟེའི་ཁྱེའུ་འདིས་ནི་བདག་པས་ཁྱད་པར་ལྷག་པར་རྟོགས་སོ་སྙམ་ནས།
en: Were he to accomplish only this, this brahmin boy’s insight would surpass my own.”

source: དེ་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་བྲམ་ཟེའི་གསང་ཚིག་དག་ཀློག་ཏུ་འཇུག་པ་དེ་དག་ཀྱང་དེས་ཡིད་དགའ་ཞིང་དགའ་བས་དེ་ཉིད་ལ་གཏད་དོ།
en: He shared this insight with the five hundred young brahmins he was teaching to recite brahminic mantras and they too were delighted and happily turned to Upatiṣya.

source: བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་བྲམ་ཟེའི་གསང་ཚིག་དག་ཀློག་ཏུ་འཇུག་པ་ན་
en: When the young brahmin Upatiṣya taught the five hundred young brahmins to recite brahminic mantras,

source: དེས་རིག་བྱེད་རིང་པོ་རིང་པོ་གང་དག་ཡིན་པ་དེ་དག་ནི་ཐུང་ངུར་རྣམ་པར་བཞག་གོ། །རིག་བྱེད་ཐུང་ངུ་ཐུང་ངུ་གང་དག་ཡིན་པ་དེ་དག་ནི་རིང་པོར་རྣམ་པར་བཞག་སྟེ་
en: he summarized the longer Vedas, abridging their words and phrases, and expanded on the shorter Vedas,

source: ཚིག་དང་ཡི་གེ་ཕྲི་ཞིང་དོན་དང་ངེས་པའི་ཚིག་ཏུ་རྣམ་པར་བཞག་གོ།།
en: explaining their meaning and etymologies.

source: གྲོང་ཤིང་ཐགས་ཅན་ན་
en: In the village of Kāṣṭhavāṭa,

source: བྲམ་ཟེ་མདུན་ན་འདོན་གྲུ་འཛིན་ཅེས་བྱ་བ་ཕྱུག་པ་ནོར་མང་བ་ལོངས་སྤྱོད་ཆེ་བ།
en: there lived a royal priest named Potalaka who was wealthy with many riches and goods,

source: ཡོངས་སུ་བཟུང་བ། ཡངས་ཤིང་རྒྱ་ཆེ་བ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་ལྡན་པ། རྣམ་ཐོས་ཀྱི་བུ་ལ་ནོར་གྱིས་འགྲན་པ་ཞིག་འདུག་སྟེ།
en: with holdings both vast and extensive, with riches to rival Vaiśravaṇa.

source: དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས།
en: He took a wife of equal caste

source: དེ་དེ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད།
en: and with her sported,

source: དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ། །
en: made love, and indulged all his desires.

source: རྩེ་བར་བྱེད། དགའ་བར་བྱེད།
en: After their sporting, lovemaking

source: དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་དེ་ལ་བུ་ཡང་མེད་བུ་མོ་ཡང་མེད་ནས།
en: and the indulgence of all their desires resulted in no child, male or female,

source: དེ་བུ་མེད་ཅིང་བུ་མངོན་པར་འདོད་པས་ཞི་བ་དང་། ཆུ་ལྷ་དང་། ལུས་ངན་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་ལ་སོགས་པ་དག་ལ་གསོལ་བ་འདེབས་ཤིང་།
en: the childless couple, badly wanting a child, propitiated Śiva, Varuṇa, Kubera, Śakra, Brahmā, and others.

source: ལྷའི་བྱེ་བྲག་གཞན་འདི་ལྟ་སྟེ། ཀུན་དགའ་ར་བའི་ལྷ་དག་དང་། ཚལ་གྱི་ལྷ་དག་དང་།
en: Among the different gods were gods of park shrines, gods of the forest,

source: བཞི་མདོའི་ལྷ་དག་དང་།
en: gods of crossroads,

source: སུམ་མདོའི་ལྷ་དག་དང་།
en: gods of intersections,

source: གཏོར་མ་ལེན་པའི་ལྷ་དག་དང་། །
en: gods who take votive offerings,

source: ལྷན་ཅིག་སྐྱེས་པ་དག་དང་། ཆོས་མཐུན་པ་དག་དང་། རྟག་ཏུ་རྗེས་སུ་འབྲང་བའི་ལྷ་དག་
en: birth totem gods, gods who adhere to the Dharma, and gods who always shadow you.

source: འཇིག་རྟེན་ན་གང་གསོལ་བ་འདེབས་པའི་རྒྱུ་ལས་བུ་དང་བུ་མོ་དག་སྐྱེའོ་ཞེས་བྱ་བའི་གཏམ་དེ་ལྟ་བུ་ཡོད་དེ།
en: There is a saying, “Boys and girls are born in the world because they are prayed for.”

source: དེ་ནི་དེ་ལྟ་མ་ཡིན་ཏེ་གལ་ཏེ་དེ་ལྟར་འགྱུར་དུ་ཟིན་ན་རེ་རེ་ལ་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བཞིན་དུ་བུ་སྟོང་ཡོད་པར་འགྱུར་རོ། །
en: But that is not so, for if it were, then each and every man would have a thousand sons, as do the kings of the world.

source: འདི་ལྟར་གནས་གསུམ་པོ་དག་མངོན་དུ་གྱུར་པ་ལས་བུ་དང་བུ་མོ་དག་སྐྱེ་བར་འགྱུར་ཏེ།
en: Rather, boys and girls are born when three circumstances are present.

source: གསུམ་པོ་དེ་དག་གང་ཞེ་ན།
en: What are those three?

source: ཕ་དང་མ་གཉིས་ཆགས་པར་གྱུར་ཅིང་འདུས་པ་དང་།
en: The mother and father feel desire and couple;

source: མ་དུས་ལ་བབ་ཅིང་ཟླ་མཚན་དང་ལྡན་པ་དང་།
en: it is the right time and the mother is ovulating;

source: དྲི་ཟ་ཉེ་བར་གནས་ཤིང་འཇུག་པར་འདོད་པ་སྟེ།
en: and a spirit is near and wants to be reborn.

source: གནས་གསུམ་པོ་དེ་དག་མངོན་དུ་གྱུར་པ་ལས་བུ་དང་བུ་མོ་དག་སྐྱེ་བར་འགྱུར་རོ། །
en: And so it is that boys and girls are born when those three circumstances are present.

source: དེ་དེ་ལྟར་གསོལ་བ་འདེབས་པ་ལྷུར་ལེན་ཅིང་འདུག་པ་ན།
en: As Potalaka sat engrossed in prayer,

source: སེམས་ཅན་སྲིད་པ་ཐ་མ་པ་སྤྱོད་པ་ཚོལ་བ། ཐར་པའི་སྙིང་པོ་བཟུང་བ། །
en: a being in search of his final rebirth, who had grasped the essence of liberation,

source: སྲིད་པའི་འགྲོ་བ་ཐམས་ཅད་དུ་འཆི་འཕོ་དང་། སྐྱེ་བ་དོན་དུ་མི་གཉེར་བ།
en: who had seen that all births end in death, who did not seek to be reborn,

source: ལུས་ཐ་མ་འཛིན་པ་ཞིག་ཀྱང་ལྷའི་རིས་བཟང་པོ་ཞིག་ནས་ཤི་འཕོས་ཏེ་དེའི་སྐྱེ་དགུའི་བདག་མོའི་མངལ་དུ་ཞུགས་སོ།
en: and who was to take his last body, died and passed from the lofty heights of a god and entered his wife’s womb.

source: བུད་མེད་མཁས་པའི་རང་བཞིན་ཅན་ལ་ལ་ལ་མ་འདྲེས་པའི་ཆོས་ལྔ་ཡོད་དེ།
en: Certain women, endowed with natural intelligence, have five unique qualities.

source: ལྔ་གང་ཞེ་ན།
en: What are the five?

source: སྐྱེས་པ་ཆགས་པར་གྱུར་པ་ཤེས་ཤིང་ཆགས་པ་དང་བྲལ་བ་ཤེས་པ་དང་།
en: They know when a man feels desire and when he does not;

source: དུས་ཤེས་ཤིང་ཟླ་མཚན་ཤེས་པ་དང་།
en: they know when the time comes

source: མངལ་ན་གནས་པ་ཞུགས་པར་ཤེས་པ་དང་།
en: and when they are ovulating;

source: གང་ལས་མངལ་ན་གནས་པ་ཞུགས་པ་དེ་ཤེས་པ་དང་།
en: they know when they have conceived; they know whence the conceived child came;

source: ཁྱེའུ་ཤེས་ཤིང་བུ་མོ་ཤེས་པ་སྟེ། །
en: and they know whether it is a boy or a girl.

source: གལ་ཏེ་ཁྱེའུ་ཡིན་ན་དཀུ་གཡས་པར་རྟེན་ཅིང་འདུག་ལ།
en: If it is a boy, he lies with his head to the right side of the womb.

source: གལ་ཏེ་བུ་མོ་ཡིན་ན་དཀུ་གཡོན་པར་རྟེན་ཅིང་འདུག་པའོ།
en: If it is a girl, she lies with her head to the left side of the womb.

source: དེ་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་ཁྱིམ་ཐབ་ལ་སྨྲས་པ།
en: Delighted, Potalaka’s wife joyfully told her husband,

source: རྗེའི་སྲས་བདག་ལ་སེམས་ཅན་ཞུགས་པར་གྱུར་པ་ནི་
en: “Son of a lord! I am with child!

source: འདི་ལྟར་བདག་གིས་དཀུ་གཡས་པར་རྟེན་ཅིང་མཆིས་པས་ངེས་པར་ཁྱེའུར་འགྱུར་གྱིས་དགྱེས་པ་བསྐྱེད་དུ་གསོལ།
en: And as it lies with its head to the right side of my womb, it is sure to be a boy, so pray be happy!”

source: དེ་ཡང་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་རོ་སྟོད་བསྲང་སྟེ་ལག་པ་གཡས་པ་བརྐྱང་ནས་འདི་སྐད་ཅེས་
en: Potalaka too was delighted. He sat straight up, raised his right hand, and exclaimed with great joy,

source: ཁོ་བོ་ཡུན་རིང་པོ་ནས་མངོན་པར་འདོད་པ་བུའི་ངོ་མཐོང་བ་དང་།
en: “At last, I shall look on the face of the son I have wanted for so long!

source: ཁོ་བོ་དང་མཐུན་པར་སྐྱེ་ཞིང་མི་མཐུན་པར་མི་སྐྱེ་བ་དང་།
en: May we get along and not disagree.

source: ཁོ་བོའི་བྱ་བ་དག་བྱེད་པ་དང་།
en: May he carry on my work and,

source: གསོས་པས་ཕྱིར་གསོ་བ་དང་།
en: having been nurtured, nurture in return.

source: བགོ་སྐལ་ལ་སྤྱོད་པ་དང་། ཁོ་བོའི་རིགས་རྒྱུད་རིང་དུ་གནས་པར་སྒྲུབ་པ་དང་།
en: May he enjoy his inheritance and ensure that my line lasts long.

source: བདག་ཅག་ཤི་ཞིང་དུས་ལ་བབ་པ་དག་ལ་ཉུང་ངུའམ། མང་པོ་ཡང་རུང་བའི་སྦྱིན་པ་དག་བྱིན་ཞིང་
en: When our time comes and we die, may he make the appropriate offerings, neither too few nor too many.

source: བསོད་ནམས་དག་བྱས་ནས་འདི་དེ་གཉིས་གང་དུ་སྐྱེས་ཤིང་འགྲོ་བའི་རྗེས་སུ་འགྲོ་བར་གྱུར་ཅིག་ཅེས་མིང་གིས་ཡོན་སྔོ་བ་བྱེད་པར་གྱུར་ཅིག་ཅེས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་རྗོད་པར་བྱེད་དོ། །
en: And may he dedicate the merit he thus accrues to us by name, saying, ‘May this merit follow the two of them wherever they be born, wherever they go.’

source: དེ་ལ་སེམས་ཅན་ཞུགས་པར་རིག་ནས་འདི་ལྟ་སྟེ། མངལ་ན་གནས་པ་ཡོངས་སུ་སྨིན་ པར་བྱ་བའི་ཕྱིར་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞིར་གྲང་བ་ན་གྲང་བའི་ཡོ་བྱད་དག་དང་།
en: Knowing she was with child, to ensure she carried the child to term he installed his wife on the top story of their mansion where he saw that she was tended to and did not come to harm. When it was cold, she was given what she needed for the cold.

source: དྲོ་བ་ན་དྲོ་བའི་ཡོ་བྱད་དག་དང་།
en: When it was hot, she was given what she needed for the heat.

source: སྨན་པས་བཅས་པའི་ཟས་ཧ་ཅང་ཡང་མི་ཁ་བ་དང་། ཧ་ཅང་ཡང་མི་སྐྱུར་བ་དང་།
en: On the doctor’s advice, her food was not to be too bitter, too sour,

source: ཧ་ཅང་ཡང་ལན་ཚྭ་མི་ཆེ་བ་དང་། ཧ་ཅང་མི་མངར་བ་དང་།
en: too salty, too sweet,

source: ཧ་ཅང་མི་ཚ་བ་དང་། ཧ་ཅང་མི་བསྐ་བ་དང་།
en: too spicy, or too astringent;

source: ཁ་བ་དང་། སྐྱུར་བ་དང་། ལན་ཚྭ་དང་། མངར་བ་དང་། ཚ་བ་དང་། བསྐ་བ་རྣམ་པར་སྤངས་པའི་ཟས་དག་དང་།
en: and so she was given food that was not bitter, sour, salty, sweet, spicy, or astringent.

source: དོ་ཤལ་དང་། སེ་མོ་དོ་དང་། རྒྱན་གྱིས་བཀླུབས་པའི་ལུས་ལྷའི་བུ་མོ་དགའ་བའི་ཚལ་ན་རྣམ་པར་སྤྱོད་པ་ལྟ་བུ་དང་།
en: Her body was festooned in garlands, necklaces, and jewelry, like a goddess at play in a pleasure garden.

source: ཁྲི་ནས་ཁྲིར་དང་། །
en: She moved from bed to throne,

source: ཁྲིའུ་ནས་ཁྲིའུར་རྒྱུ་ཞིང་ཤོད་ཀྱིས་གཞིར་མི་འབབ་པ་དང་།
en: from pedestal to pedestal, the soles of her feet never touching the floor,

source: དེས་སྒྲ་ཡིད་དུ་མི་འོང་བ་ཅུང་ཟད་ཀྱང་མི་ཐོས་པར་གནོད་པ་མེད་པ་ཉིད་དུ་རིམ་གྲོ་བྱེད་དུ་འཛུད་དོ། །
en: and she never heard anything even slightly unpleasant.

source: དེ་ཟླ་བ་བརྒྱད་དམ་དགུ་འདས་ཏེ་ཁྱེའུ་གཟུགས་བཟང་བ། བལྟ་ན་སྡུག་པ། མཛེས་པ། གསལ་བ་གསེར་གྱི་མདོག་འདྲ་བ། མགོ་གདུགས་ལྟ་བུ་དང་ལྡན་པ། ལག་པ་རིང་བ། འཕྲལ་བའི་དབྱེས་ཆེ་བ། སྨིན་མ་འཇར་བ། སྣའི་གཟེངས་མཐོ་བ་ཞིག་བཙས་སོ། །
en: After eight or nine months had passed, a boy was born, well proportioned, pleasing to the eye, handsome, radiant, with a golden complexion, a head shaped well like a parasol, long arms, a broad forehead, eyebrows that met, and a prominent nose.

source: བཙས་ནས་དེའི་ཉེ་དུ་དག་འདུས་ཤིང་ལྷགས་ནས་ཉི་མ་བདུན་གསུམ་ ཉི་ཤུ་གཅིག་ཏུ་བཙས་པའི་བཙས་སྟོན་རྒྱ་ཆེར་བྱས་ནས་ཁྱེའུའི་མིང་ཅིར་གདགས་ཞེས་མིང་འདོགས་པར་བྱེད་དོ། །
en: Three weeks or twenty-one days after the birth, relatives came and gathered to celebrate his birth in grand style, during which time they chose a name for the boy.

source: ཁྱེའུ་འདི་ལྷ་པང་དུ་བླངས་ནས་ཐོབ་པས།
en: As this boy had come to them from the lap of the gods,

source: བྲམ་ཟེའི་ཁྱེའུ་འདིའི་མིང་པང་ནས་སྐྱེས་སུ་གདགས་སོ་སྙམ་ནས་
en: they thought the young brahmin should be named Kolita (Born from the Lap),

source: དེའི་མིང་པང་ནས་སྐྱེས་ཞེས་བྱ་བར་བཏགས་སོ། །
en: and so he was named Kolita.

source: གཞན་ཡང་མཽད་གལ་གྱི་རིགས་ཡིན་པས་བྲམ་ཟེའི་ཁྱེའུ་འདིའི་མིང་མཽད་གལ་གྱི་བུར་གདགས་སོ་སྙམ་ནས་
en: Also, because he was a descendent of Mudgala, they thought the young brahmin should be named Maudgalyāyana (Son of Mudgala’s descendants),

source: དེའི་མིང་མཽད་གལ་གྱི་བུ་ཞེས་བྱ་བར་ཡང་བཏགས་སོ། །
en: and so he was named Maudgalyāyana.

source: དེ་ན་ཁ་ཅིག་གིས་ནི་བྲམ་ཟེའི་ཁྱེའུ་མཽད་གལ་གྱི་བུ་ཞེས་བྱ་བར་ཤེས་སོ། །
en: Thus it was that some knew the young brahmin as Maudgalyāyana

source: ཁ་ཅིག་གིས་ནི་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཞེས་བྱ་བར་ཤེས་སོ། །
en: while others knew him as Kolita.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་མ་མ་བརྒྱད་པོ་པང་ན་འཚོ་བའི་མ་མ་གཉིས་དང་།
en: The young brahmin Kolita was entrusted to eight nursemaids: two to cuddle him,

source: རྩེན་གྲོགས་ཀྱི་མ་མ་གཉིས་ལ་རྗེས་སུ་གཏད་དོ། །
en: and two to play with him.

source: དེ་མ་མ་བརྒྱད་པོ་དག་གིས་འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་སྙིང་ཁུ་དང་། གཞན་ཡང་ཡོ་བྱད་ཀྱི་བྱེ་བྲག་གཙོ་བོ་གཙོ་བོ་དག་གིས་སྲིང་བར་བྱེད།
en: Fortified with milk, curd, butter, ghee, cream, and other nourishing foods,

source: གྲངས་དང་། རྩིས་དང་། ལག་རྩིས་དང་། དབྱུང་བ་དང་།
en: number names, calculation, counting by hand, and how to exclude,

source: གཞུག་པ་དང་། གཞག་པ་དང་། འབྱེད་པ་དང་།
en: to add, to leave, and to parse

source: ཀློག་པའི་ཕ་རོལ་དུ་སོན་ཅིང་།
en: Once he had mastered letters,

source: སྤྱོད་པ་དང་། གཙང་སྦྲ་དང་། ཀུན་དུ་སྤྱོད་པ་དང་།
en: their conduct, ritual purity, and observances;

source: ཐལ་བ་བླང་བ་དང་།
en: the handling of ashes,

source: བྱ་མ་བུམ་བླང་བ་དང་།
en: the handling of ritual vases,

source: ས་བླང་བ་དང་།
en: and the handling of sites;

source: ལག་སྟངས་དང་།
en: hand gestures,

source: ཐོར་ཚུགས་དང་།
en: turbans,

source: རབ་བསྔགས་བྱ་བ་དང་།
en: offering praise,

source: ཀྱེ་ཞེས་བྱ་བ་དང་།
en: and salutations;

source: ངེས་བརྗོད་ཀྱི་རིག་བྱེད་དང་།
en: the Ṛgveda

source: མཆོད་སྦྱིན་གྱི་རིག་བྱེད་དང་།
en: the Yajurveda

source: སྙན་ཚིག་གི་རིག་བྱེད་དང་།
en: the Sāmaveda

source: སྲིད་སྲུང་གི་རིག་བྱེད་དང་།
en: and the Atharvaveda

source: མཆོད་སྦྱིན་བྱེད་དུ་འཇུག་པ་དང་།
en: officiating over ritual sacrifices,

source: ཀློག་པ་དང་།
en: studying,

source: ཀློག་ཏུ་འཇུག་པ་དང་།
en: teaching,

source: སྦྱིན་པ་དང་།
en: giving,

source: ལེན་པ་ལ་
en: and receiving.

source: མཁས་པའི་བྲམ་ཟེའི་རིག་བྱེད་དང་རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་དུ་སོན་པ་
en: He mastered and became learned in the Vedas and all branches of Vedic knowledge,

source: མེ་ལྟ་བུའི་ཤེས་པས་རང་གི་སྨྲ་བ་གསལ་བར་བྱེད་པ།
en: and with his blazing intelligence

source: གཞན་གྱི་སྨྲ་བ་ཚར་གཅོད་ནུས་པར་གྱུར་ཏོ། །
en: he could illuminate his own assertions and vanquish those of others.

source: དེ་ཕས་རིག་པའི་གནས་ཐམས་ཅད་སློབ་ཏུ་བཅུག་གོ། །
en: His father made him study all fields of knowledge.

source: བུ་ཁོ་བོས་ཀྱང་སྨྲས་པ་འདིའི་དོན་མི་ཤེས་ཏེ།
en: “Son, even I don’t know the meaning of this statement.

source: ཡབ་གསང་ཚིག་གི་གཞི་སྔོན་གྱི་དྲང་སྲོང་དེ་རྣམས་ཀྱིས་བསྟོད་པ་བསྒྲགས་པ། ཡང་དག་པར་སྦྱར་བ་གང་དག་ད་ལྟར་བྲམ་ཟེ་རྣམས་རྗེས་སུ་སྒྲོགས་ཤིང་རྗེས་སུ་བརྗོད་པ་དེ་དག་དོན་མ་མཆིས་པ་ལགས་སྙམ་མམ་ཅི།
en: “Father, do you think there is no meaning to these rudiments of mantra, which have been praised, proclaimed, and correctly applied by past sages, but nowadays are simply recited and repeated by brahmins?

source: འདི་ལྟར་སྨྲས་པ་འདིའི་དོན་ནི་འདི་ལགས་སོ། །
en: This is what such statements mean,” and he proceeded to explain.

source: བྲམ་ཟེ་གྲུ་འཛིན་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་བསམས་པ།
en: Potalaka was delighted and in his delight thought,

source: བུས་བྱ་བ་ནི་འདི་ལྟ་སྟེ། །
en: “This is what a son should do:

source: ཕའི་གཞུང་སྲོངས་པར་བྱ་བའམ། ཁྱད་པར་ལྷག་པར་རྟོགས་པར་བྱ་བ་དེ་ཙམ་དུ་ཟད་ན།
en: he should carry on his father’s tradition or develop his insight even further. Were he to accomplish only that,

source: བྲམ་ཟེའི་ཁྱེའུ་འདིས་ནི་བདག་པས་ཁྱད་པར་ལྷག་པར་རྟོགས་སོ་སྙམ་ནས་
en: this brahmin boy’s insight would surpass my own.”

source: བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་བྲམ་ཟེའི་གསང་ཚིག་དག་ཀློག་ཏུ་འཇུག་པ་དེ་དག་ཀྱང་དེས་ཡིད་དགའ་ཞིང་ཡིད་དགའ་བས་དེ་ཉིད་ལ་གཏད་དོ།
en: Potalaka shared this insight with the five hundred young brahmins he was teaching to recite brahminic mantras and they too were delighted and happily turned to Maudgalyāyana.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་བྲམ་ཟེའི་གསང་ཚིག་དག་ཀློག་ཏུ་འཇུག་གོ། །
en: The young brahmin Maudgalyāyana then taught the five hundred young brahmins to recite the brahminic mantras.

source: གང་གི་ཚེ་མི་ཀློག་པར་གྱུར་པ་དེའི་ཚེ་ན་ལན་འགའ་ནི་ཆུ་ངོགས་སུ་ཉེ་རེག་བྱེད་དུ་འདོང་ངོ་། །
en: when not occupied with their studies, of going to the riverbank to bathe,

source: ལན་འགའ་ནི་གྲོང་ཁྱེར་ལྟར་འདོང་ངོ་། །
en: visiting the city,
